{
  "navigation": {
    "about": "Über mich",
    "skills": "Fähigkeiten",
    "projects": "Projekte",
    "contact": "Kontakt"
  },
  "aboutMe": {
    "title": "Wer ich bin",
    "subtitle": "Über mich",
    "description": "Nach dem Abschluss meiner Umschulung im E-Commerce Management, einschließlich meiner IHK-Prüfung, beschloss ich, meine Expertise zu erweitern und in die Welt des Programmierens einzutauchen.",
    "description2": "Während meiner Studienzeit ging ich regelmäßig nachmittags zur Programmierergruppe, um das Programmieren zu lernen und zu üben, was meine Motivation verstärkte, Webentwicklung ernsthafter zu verfolgen. Um auf diesem Fundament aufzubauen, trat ich der Developer Akademie bei, wo ich kürzlich ein umfassendes Frontend-Entwicklungstrainingsprogramm abgeschlossen habe.",
    "location": "Mit Sitz in Berlin, offen für Remote-Arbeitsmöglichkeiten.",
    "mindset": "Ich freue mich darauf, meine Grenzen zu überschreiten und neue Herausforderungen anzunehmen.",
    "learning": "Ich betrachte jede Herausforderung als Gelegenheit zu wachsen und zu lernen. Ob beim Debuggen komplexen Codes oder beim Entwickeln neuer Features, ich liebe es, elegante Lösungen durch analytisches Denken und kreative Problemlösung zu finden. Ich liebe es, über meine Grenzen hinauszugehen, meinen Fähigkeitsbereich ständig zu erweitern und mit anderen zusammenzuarbeiten, um die besten Ergebnisse zu erzielen."
  },
  "contact": {
    "title": "Kontakt",
    "subtitle": "Lassen Sie uns zusammenarbeiten",
    "description": "Haben Sie ein Problem zu lösen?",
    "name": "Ihr Name",
    "email": "Ihre E-Mail",
    "message": "Ihre Nachricht",
    "send": "Nachricht senden",
    "required": "Dieses Feld ist erforderlich",
    "invalidEmail": "Bitte geben Sie eine gültige E-Mail-Adresse ein"
  },
  "slider": {
    "availableRemote": "Verfügbar für Remote-Arbeit",
    "frontendDeveloper": "Frontend Entwickler",
    "basedBerlin": "Ansässig in Berlin",
    "openToWork": "Bereit für neue Projekte"
  },
  "footer": {
    "imprint": "Impressum"
  }
}
